Repository: openstack/designate-dashboard
Catalog: designatedashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, de, eo, fr, id, ja, ne, pt_br, ru, tr_tr

source: Unable to retrieve domain list.
cs: Nelze získat seznam domén.
de: Domänen-Liste kann nicht abgerufen werden.
eo: Neeblas ricevi domajno listo.
fr: Impossible de récupérer la liste des domaines.
id: Tidak dapat mengambil daftar domain.
ja: ドメインの一覧を取得できません。
ne: डोमेन सूची पुन: प्राप्त गर्न असक्षम भयो
pt_br: Não foi possível recuperar a lista de domínios.
ru: Невозможно получить список доменов.
tr_tr: Alan listesi alınamıyor.

source: Unable to retrieve domain record.
cs: Nelze získat doménový záznam.
de: Domänendatensatz kann nicht abgerufen werden.
eo: Neeblas ricevi domajno rikordon.
fr: Impossible de récupérer l'enregistrement de domaine.
id: Tidak dapat mengambil rekor domain.
ja: ドメインレコードを取得できません。
ne: डोमेन रेकर्ड पुन: प्राप्त गर्न असक्षम।
pt_br: Não foi possível recuperar o registro de domínio.
ru: Невозможно получить список записей.
tr_tr: Alan kaydı alınamadı.

source: Unable to retrieve record list.
cs: Nelze získat záznamy.
de: Die Datensatzliste kann nicht abgerufen werden.
eo: Neeblas ricevi rikordo liston.
fr: Impossible de récupérer la liste des enregistrements.
id: Tidak dapat mengambil daftar rekor.
ja: レコードの一覧を取得できません。
ne: रेकर्ड सूची पुन: प्राप्ति गर्न असमर्थ।
pt_br: Não é possível recuperar lista de registros.
ru: Невозможно получить список записей.
tr_tr: Kayıt listesi alınamadı.

source: Unable to update domain.
cs: Nelze aktualizovat doménu.
de: Die Domäne kann nicht geändert werden.
eo: Neeblas ĝisdatigi domajnon.
fr: Impossible de mettre à jour le domaine.
id: Tidak dapat memperbarui domain.
ja: ドメインを更新できません。
ne: डोमेन अद्यावधिक गर्न असमर्थ।
pt_br: Não foi possível atualizar o domínio.
ru: Невозможно обновить домен.
tr_tr: Alan güncellenemiyor.

source: Unknown
cs: Neznámé
de: Unbekannt
eo: Nekonata
fr: Inconnu
id: Unknown (tidak diketahui)
ja: 不明
ne: अन्जान
pt_br: Desconhecido
ru: Неизвестно
tr_tr: Bilinmeyen

source: Unknown instance name
cs: Neznámé jméno instance
de: Unbekannter Instanzname
eo: Nekonata apero nomo
fr: Nom d'instance inconnu
id: nama instance tidak diketahui
ja: 不明なインスタンス名
ne: अज्ञात instance नाम
pt_br: Nome de Instância desconhecida
ru: Неизвестное имя инстанса
tr_tr: Bilinmeyen mesafe adı

source: Update Domain
cs: Aktualizovat doménu
de: Domain ändern
eo: Ĝisdatigu Domajno
fr: Mettre à jour le domaine
id: Update Domain (pembaharui domain)
ja: ドメインの更新
ne: डोमेन अद्यावधिक गर्नुहोस्
pt_br: Atualizar Domínio
ru: Обновить Домен
tr_tr: Alanı Güncelle

source: Update Domain Record
cs: Aktualizovat záznam domény
de: Domänendatensatz aktualisieren
eo: Ĝisdatigu Domajno Rikordon
fr: Mettre à jour l'enregistrement de domaine
id: Update Domain Record (pembaharuan rekor domain)
ja: ドメインレコードの更新
ne: डोमेन रेकर्ड अद्यावधिक गर्नुहोस्
pt_br: Atualizar Registro do Domínio
ru: Обновить Доменную Запись
tr_tr: Alan Kaydını Güncelle

source: Update Record
cs: Aktualizovat záznam
de: Datensatz aktualisieren
eo: Ĝisdatigo Rikordon
fr: Mettre à jour l'enregistrement
id: Pembaruan rekor
ja: レコードの更新
ne: रेकर्ड अद्यावधिक
pt_br: Atualizar Registro
ru: Обновить запись
tr_tr: Kaydı Güncelle

source: Updated
cs: Aktualizováno
de: Aktualisiert
eo: Ĝisdatigita
fr: Mis à jour
id: Updated (sudah di perbaharui)
ja: 更新時刻
ne: अपडेट गरिएको
pt_br: Atualizado
ru: Обновлено
tr_tr: Güncellendi

source: Updated At
cs: Aktualizováno
de: Aktualisiert am
eo: Ĝisdatigita Je
fr: Mis à jour le
id: Diperbarui pada
ja: 最終更新
ne: मा अपडेट गरिएको
pt_br: Atualizado em
ru: Обновлено
tr_tr: Güncellendiği Zaman

source: Value
cs: Hodnota
de: Wert
eo: Valoro
fr: Valeur
id: Value (nilai)
ja: 値
ne: मूल्य
pt_br: Valor
ru: Значение
tr_tr: Değer

source: Zones
cs: Zóny
de: Zonen
eo: Zonoj
id: Zones (zona)
ja: ゾーン
pt_br: Zonas
ru: Зоны
tr_tr: Bölgeler

source: Delete
ja: 削除
ru: Удалить
tr_tr: Sil

source: Deleted
ja: 削除
ru: Удалено
tr_tr: Silindi

source: ID
tr_tr: KİMLİK

source: Record
ja: レコード
ru: Запись
tr_tr: Kayıt

source: The Email field should contain a valid email address to be associated with the domain.
ne: ईमेल फिल्डमा डोमेनसँग सम्बद्ध एक वैध इमेल ठेगाना हुनु पर्दछ।

source: The Name field should contain a full-qualified domain name (with trailing period).
ne: नाम फिल्डमा पूर्ण रूपमा योग्य डोमेन नाम हुनु पर्दछ (ट्रेलिंग अवधिको साथ)।

source: The optional TTL field can be any value between 1 and 2147483647 seconds.
ne: वैकल्पिक TTL क्षेत्र 1 र 2147483647 सेकेन्डको बीच कुनै पनि मान हुन सक्छ।
