Repository: openstack/designate-dashboard
Catalog: designatedashboard/locale/*/LC_MESSAGES/django.po
Languages: cs, de, eo, fr, id, ja, ne, pt_br, ru, tr_tr

source: From here you can edit the email address and TTL associated with a domain.
cs: Zde můžete upravit emailovou adresu a TTL patřící k doméně.
de: Hier können Sie die E-Mail-Adresse und TTL mit dazugehöriger Domäne editieren.
eo: De ĉi tie vi povas redakti la retpoŝt adreso kaj TTL asociita kun domajno.
fr: Ici vous pouvez éditer l'adresse email e t le TTL associés à un domaine.
id: Dari sini Anda dapat mengedit alamat email dan TTL terkait dengan domain.
ja: ここでドメインに関連付けられたメールアドレスと TTL を編集できます。
ne: यहाँबाट तपाई डोमेनको साथ ईमेल ठेगाना र TTL सम्पादित गर्न सक्नुहुन्छ।
pt_br: Aqui você pode editar o endereço de e-mail e o TTL associado ao domínio.
ru: Отсюда вы можете отредактировать адрес почты и ассоциированный с доменом TTL
tr_tr: Burdan alan ile ilişkili eposta adresini ve TTL değerini düzenleyebilirsiniz.

source: The Email field should contain a valid email address to be associated with the domain.
cs: Pole Email by mělo obsahovat platnou emailovou adresu, která je spojená s doménou.
de: Das E-Mail-Feld sollte eine gültige E-Mail-Adresse enthalten, die der Domäne zugewiesen wird.
eo: La retpoŝta kampo devus enhavi validan retpoŝtadreson asociita kun la domajno.
fr: Le champ Email doit contenir une adresse de courrier électronique valide à associer au domaine.
id: Kolom email harus berisi alamat email yang valid terkait dengan domain.
ja: メールフィールドには、ドメインに関連付ける 有効なメールアドレスを指定する必要があります。
pt_br: O campo de Email deve conter um endereço de e-mail válido para ser associado ao domínio.
ru: Поле Почта должно содержать валидный почтовый адрес который может быть ассоциирован с доменом.
tr_tr: Eposta alanı alan ile ilişkilendirilecek geçerli bir eposta adresi içermelidir.

source: The Name field should contain a full-qualified domain name (with trailing period).
cs: Pole Název by mělo obsahovat plně kvalifikovaný název domény (s tečkou na konci).
de: Das Namensfeld sollte einen vollqualifizierten Domänennamen enthalten (mit abschließendem Punkt).
eo: La nomkampo devus enhavi kompletan kvalifikan domajno nomon (kun fina punkto).
fr: Le champ Nom doit contenir un FQDN (nom de domaine avec le point "." de terminaison).
ja: 名前フィールドには、 (末尾がピリオドの) 完全修飾ドメイン名を指定する必要があります。
pt_br: O campo de nome deve conter um nome de domínio completamente qualificado ( com ponto final).
ru: Поле Имя должно содержать полностью определённое имя домена (FQDN) ( с завершающей точкой).
tr_tr: İsim alanı tam-nitelikli alan adı içermelidir (sonunda nokta ile).

source: The optional TTL field can be any value between 1 and 2147483647 seconds.
cs: TTL (volitelné) může být hodnota mezi 1 a 2147483647 sekund.
de: Das optionale TTL Feld kann einen Wert zwischen 1 und 2147483647 Sekunden haben.
eo: La lauvola TTL kampo povas esti iu ajn valoro inter 1 kaj 2147483647 sekundoj.
fr: La valeur du champ optionnel TTL doit être comprise entre 1 et 2147483647 secondes.
id: Kolom TTL opsional dapat berupa nilai antara 1 dan 2147483647 detik.
ja: オプションの TTL フィールドは 1 秒から 2147483647 秒までの任意の値にできます。
pt_br: O campo opcional de TTL pode ter qualquer valor entre 1 e 2147483647 segundos.
ru: Опциональное поле TTL может принимать любое значение между 1 и 2147483647 секундами.
tr_tr: İsteğe bağlı TTL alanı 1 ve 2147483647 saniye arasında bir sayı olabilir.

source: <p> <strong>TTL</strong> The TTL is the time-to-live for the record, in seconds. </p> <p> See <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">more info</a> on record types. </p>
cs: <p> <strong>TTL</strong> TTL je time-to-live záznamu, v sekundách. </p> <p> Viz <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">více informací</a> o typech záznamů. </p>
de: <p> <strong>TTL</strong> Die TTL ist die time-to-live für den Datensatz, in Sekunden. </p> <p> Hier finden Sie <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">mehr Informationen</a> zu Datensatztypen. </p>
eo: <p> <strong>TTL</strong> La TTL estas la vivdaŭro en sekundoj por la rikordo. </p> <p> Vidu <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">pli da informo</a> je rikordo tipoj. </p>
fr: <p> <strong>TTL</strong> Le TTL est la durée de vie (time-to-live) de l'enregistrement, en secondes. </p> <p> Voir <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">plus de détails</a> sur les types d'enregistrement. </p>
id: <p> <strong>TTL</strong> TTL adalah time-to-live untuk rekor, dalam hitungan detik. </p> <p> Lihat <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">more info</a> pada tipe rekor. </p>
ja: <p> <strong>TTL</strong> TTL はこのレコードの生存時間 (time-to-live) で、単位は秒です。 </p> <p> レコードタイプの詳細は<a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">こちら</a>を参照してください。 </p>
pt_br: <p> <strong>TTL</strong> O TTL é o tempo de vida do registro, em segundos. </p> <p> Veja <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs"> para mais informações </a> nos tipos de registro. </p>
ru: <p> <strong>TTL</strong> TTL - это time-to-live для записи, в секундах. </p> <p> See <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">больше информации</a> на типах записи. </p>
tr_tr: <p> <strong>TTL</strong> TTL kaydın yaşam süresidir, saniye olarak. </p> <p> Kayıt türleri hakkında <a href="http://en.wikipedia.org/wiki/List_of_DNS_record_types" target="_designate_record_defs">daha fazla bilgi için</a> bakınız. </p>

source: A - Address record
cs: A - adresní záznam
de: A - Adress Datensatz
eo: A - Adreso rikordo
fr: A - Enregistrement d'Adresse
ja: A - アドレスレコード
ne: A - ठेगाना रेकर्ड
pt_br: A - Registro do endereço
ru: A - IPv4 адрес
tr_tr: A - Adres kaydı

source: AAAA - IPv6 address record
cs: AAAA - adresní záznam IPv6
de: AAAA - IPv6 Adress Datensatz
eo: AAAA - IPv6 adreso rikordo
fr: AAAA - Enregistrement d'Adresse IPv6
ja: AAAA - IPv6 アドレスレコード
ne: AAAA - IPv6 ठेगाना रेकर्ड
pt_br: AAAA - Registro do endereço IPv6
ru: AAAA - IPv6 адрес
tr_tr: AAAA - IPv6 adres kaydı

source: All Records
cs: Všechny záznamy
de: Alle Datensätze
eo: Ĉiuj Rikordoj
fr: Tous les enregistrements
id: All Records (semua rekor)
ja: 全レコード
ne: सबै रेकर्डहरू
pt_br: Todos os Registros
ru: Все Записи
tr_tr: Tüm Kayıtlar

source: CNAME - Canonical name record
cs: CNAME - záznam kanonického jména
de: CNAME - Canonical Name Datensatz
eo: CNAME - Kanonikal nomo rikordo
fr: CNAME - Enregistrement de Nom Canonique
ja: CNAME - 別名レコード
ne: CNAME - क्यानोनिकल नाम रेकर्ड
pt_br: CNAME - Registro Canonical name
ru: CNAME - каноническое имя
tr_tr: CNAME - Meşru isim kaydı

source: Cancel
cs: Zrušit
de: Abbrechen
eo: Malfari
fr: Annuler
id: Batal
ja: 取り消し
ne: रद्ध गर्नुहोस्
pt_br: Cancelar
ru: Отмена
tr_tr: İptal

source: Canonical Name
cs: Kanonické jméno
eo: Kanonika Nomo
fr: Nom canonique
id: Canonical Name (nama canonical)
ja: 正規名
ne: क्यानोनिकल नाम
pt_br: Alias
ru: Каноническое имя
tr_tr: Meşru isim

source: Create Domain
cs: Vytvořit doménu
de: Domäne erstellen
eo: Kreu Domajnon
fr: Créer un domaine
id: Membuat Domain
ja: ドメインの作成
ne: डोमियन बनाउनुहोस्
pt_br: Criar Domínio
ru: Создать домен
tr_tr: Alan Oluştur

source: Create Domain Record
cs: Vytvořit doménový záznam
de: Erzeuge Datensatz für Domäne
eo: Kreu Domajno Rikordon
fr: Créer un enregistrement de domaine
id: Create Domain Record (buat rekor domain)
ja: ドメインレコードの作成
ne: डोमेन रेकर्ड सिर्जना गर्नुहोस्
pt_br: Criar Registro do Domínio
ru: Создать Доменную Запись
tr_tr: Alan Kaydı Oluştur

source: Create Record
cs: Vytvořit záznam
de: Datensatz erzeugen
eo: Kreu Rikordon
fr: Créer un enregistrement
id: Buat rekor
ja: レコードの作成
ne: रेकर्ड सिर्जना गर्नुहोस्
pt_br: Criar Registro
ru: Создать запись
tr_tr: Kayıt Oluştur

source: Create Record for
cs: Vytvořit záznam pro
de: Erzeuge Datensatz für
eo: Kreu Rikordon por
fr: Créer un enregistrement pour
id: Buat rekor
ja: レコードの作成: ドメイン
ne: को लागि रेकर्ड बनाउनुहोस्
pt_br: Criar Registro para
ru: Создать запись для
tr_tr: Kayıt oluştur

source: Created
cs: Vytvořeno
de: Erstellt
eo: Kreita
fr: Créé
id: Created (dibuat)
ja: 作成時刻
ne: सृष्टि भयो
pt_br: Criado
ru: Создано
tr_tr: Oluşturuldu

source: Created At
cs: Vytvořeno
de: Erstellt am
eo: Kreita Je
fr: Créé le
id: Created At (dibuat pada)
ja: 作成時刻
ne: सिर्जना गरियो
pt_br: Criado em
ru: Создано
tr_tr: Oluşturulduğu zaman

source: Data
de: Daten
eo: Datumo
fr: Données
ja: データ
ne: डाटा
pt_br: Dados
ru: Данные
tr_tr: Veri

source: Delete Domain
cs: Smazat doménu
de: Lösche Domäne
eo: Forigu Domajno
fr: Supprimer le domaine
ne: डोमेन हटाउनुहोस्
pt_br: Excluir Domínio

source: Delete Record
de: Lösche Datensatz
eo: Forigu Rikordon
fr: Supprimer l'enregistrement
ne: रेकर्ड मेटाउनुहोस्
pt_br: Excluir Registro

source: Deleted Domain
cs: Doména smazána
de: Gelöschte Domäne
eo: Forigita Domajno
fr: Domaine supprimé
ne: हटाइएको डोमेन
pt_br: Domínio Excluído

source: Deleted Record
de: Lösche Datensatz
eo: Forigita Rikordo
fr: Enregistrement supprimé
ne: हटाइएको रेकर्ड
pt_br: Excluir Registro

source: Description
cs: Popis
de: Beschreibung
eo: Priskribo
id: Deskripsi
ja: 説明
ne: विबरण
pt_br: Descrição
ru: Описание
tr_tr: Açıklama

source: Domain
cs: Doména
de: Domäne
eo: Domajno
fr: Domaine
ja: ドメイン
ne: डोमेन
pt_br: Domínio
ru: Домен
tr_tr: Alan

source: Domain %(name)s created.
cs: Doména %(name)s vytvořena.
de: Domäne %(name)s erstellt.
eo: Domajno %(name)s kreita.
fr: Domaine %(name)s créé.
id: Domain %(name)s dibuat.
ja: ドメイン %(name)s が作成されました。
ne: डोमेन %(name)s सिर्जना गरियो।
pt_br: Domínio %(name)s criado.
ru: Домен %(name)s создан.
tr_tr: %(name)s alanı oluşturuldu

source: Domain %(name)s updated.
cs: Doména %(name)s aktualizována.
de: Domäne %(name)s wurde geändert.
eo: Domajno %(name)s ĝisdatigita.
fr: Domaine %(name)s mis à jour.
id: Domain %(name)s diperbaharui.
ja: ドメイン %(name)s が更新されました。
ne: डोमेन %(name)s अद्यावधिक गरियो।
pt_br: Domínio %(name)s atualizado.
ru: Домен %(name)s обновлен.
tr_tr: %(name)s alanı güncellendi

source: Domain Detail
cs: Detail domény
de: Domänen Details
eo: Domajno Detajlo
fr: Détail du domaine
id: Domain Detail (rincian domain)
ja: ドメインの詳細
ne: डोमेन विस्तार
pt_br: Detalhes do Domínio
ru: Детали Домена
tr_tr: Alan Ayrıntısı

source: Domain Name
cs: Název domény
de: Domänenname
eo: Domajno Nomo
fr: Nom de domaine
id: Nama domain
ja: ドメイン名
ne: डोमियन नाम
pt_br: Nome do Domínio
ru: Имя домена
tr_tr: Alan Adı

source: Domain Overview
cs: Přehled domén
de: Domänenübersicht
eo: Domajno Superrigardo
fr: Vue d'ensemble du domaine
id: Domain Overview (ikhtisar domain)
ja: ドメインの概要
ne: डोमेन अवलोकन
pt_br: Visão Geral do Domínio
ru: Обзор Домена
tr_tr: Alan Genel Görünümü

source: Domain Records
cs: Doménové záznamy
de: Domänendatensatz
eo: Domajno Rikordojn
fr: Enregistrements de domaine
id: Domain Records (rekor domain)
ja: ドメインレコード
ne: डोमेन रेकर्डहरू
pt_br: Registros do Domínio
ru: Записи Домена
tr_tr: Alan Kayıtları

source: Domain record %(name)s created.
cs: Doménový záznam %(name)s vytvořen.
de: Domändatensatz %(name)s erstellt.
eo: Domajno rikordo %(name)s kreita.
fr: Enregistrement Domaine %(name)s créé
id: Rekor domain %(name)s dibuat.
ja: ドメインレコード %(name)s が作成されました。
ne: डोमेन रेकर्ड %(name)s सिर्जना गरियो।
pt_br: Registro de domínio %(name)s criado.
ru: Доменная запись %(name)s создана.
tr_tr: %(name)s alan kaydı oluşturuldu

source: Domain record %(name)s updated.
cs: Doménový záznam %(name)s aktualizován.
de: Domänendatensatz %(name)s aktualisiert.
eo: Domajno rikordo %(name)s ĝisdatigita.
fr: Enregistrement Domaine %(name)s mis à jour.
id: Rekor domain %(name)s diperbaharui
ja: ドメインレコード %(name)s が更新されました。
ne: डोमेन रेकर्ड %(name)s अद्यावधिक गरियो।
pt_br: Registro de domínio %(name)s atualizado.
ru: Доменная запись %(name)s обновлена.
tr_tr: %(name)s alan kaydı güncellendi

source: Domains
cs: Domény
de: Domänen
eo: Domajnoj
fr: Domaines
id: Domain
ja: ドメイン
ne: डोमियनहरू
pt_br: Domínios
ru: Домены
tr_tr: Alanlar

source: Edit Domain
cs: Upravit doménu
de: Domäne bearbeiten
eo: Redaktu Domajno
fr: Editer le domaine
id: Mengedit domain
ja: ドメインの編集
ne: डोमेन सम्पादन
pt_br: Editar Domínio
ru: Редактировать домен
tr_tr: Alan Değiştir

source: Edit Record
cs: Upravit záznam
de: Datensatze bearbeiten
eo: Redaktu Rikordon
fr: Editer l'enregistrement
id: Mengedit recor
ja: レコードの編集
ne: रेकर्ड सम्पादन गर्नुहोस्
pt_br: Editar Registro
ru: Редактировать запись
tr_tr: Kaydı Düzenle

source: Email
eo: Retmesaĝo
id: Surat elektronik
ja: メール
ne: इमेल
tr_tr: E-posta

source: Enter a valid IPv4 address
cs: Zadejte platnou IPv4 adresu
de: Geben Sie eine gültige IPv4 Addresse ein
eo: Entajpu validan IPv4 adreson
fr: Entrer une adresse IPv4 valide
id: Masukkan alamat IPv4 yang valid
ja: 有効な IPv4 アドレスを入力してください。
ne: मान्य IPv4 ठेगाना प्रविष्ट गर्नुहोस्
pt_br: Entre com um endereço IPv4 válido
ru: Введите корректный IPv4 адрес
tr_tr: Geçerli bir IPv4 adresi girin

source: Enter a valid IPv6 address
cs: Zadejte platnou IPv6 adresu
de: Geben Sie eine gültige IPv6 Addresse ein
eo: Entajpu validan IPv6 adreson
fr: Entrer une adresse IPv6 valide
id: Masukkan alamat IPv6 yang valid
ja: 有効な IPv6 アドレスを入力してください。
ne: मान्य IPv6 ठेगाना प्रविष्ट गर्नुहोस्
pt_br: Entre com um endereço IPv6 válido
ru: Введите корректный IPv6 адрес
tr_tr: Geçerli bir IPv6 adresi girin

source: Enter a valid SRV name
cs: Zadejte platné SRV jméno
de: Geben Sie einen gültigen SRV Namen ein
eo: Entajpu validan SRV nomon
fr: Entrer un nom SRV valide
id: Masukkan nama SRV valid
ja: 有効な SRV 名を入力してください。
ne: मान्य SRV नाम प्रविष्टि गर्नुहोस्
pt_br: Entre com um nome SRV válido.
ru: Введите верное SRV имя
tr_tr: Geçerli bir SRV adı girin

source: Enter a valid SRV record
cs: Zadejte platný SRV záznam
de: Geben Sie einen gültigen SRV Datensatz ein
eo: Entajpu validan SRV rikordon
fr: Entrer un enregistrement SRV valide
id: Masukkan rekor SRV valid
ja: 有効な SRV レコードを入力してください。
ne: मान्य SRV रेकर्ड प्रविष्ट गर्नुहोस्
pt_br: Entre com um registro SRV válido
ru: Введите корректную SRV запись
tr_tr: Geçerli bir SRV kaydı girin

source: Enter a valid SSHFP record
cs: Zadejte platný SSHFP záznam
de: Geben Sie einen gültigen SSHFP Datensatz ein
eo: Entajpu validan SSHFP rikordon
fr: Entrer un enregistrement SSHFP valide
id: Masukkan rekor SSHFP valid
ja: 有効な SSHFP レコードを入力してください。
ne: मान्य SSHFP रेकर्ड प्रविष्ट गर्नुहोस्
pt_br: Entre com um registro SSHFP válido
ru: Введите корректныю SSHFP запись
tr_tr: Geçerli bir SSHFP kaydı girin

source: Enter a valid domain name.
cs: Zadejte platný název domény.
de: Geben Sie einen gültigen Domänennamen ein.
eo: Insertu validan domajno nomon.
fr: Entrez un nom de domaine valide.
id: Masukkan nama domain yang valid.
ja: 有効なドメイン名を入力してください。
ne: वैध डोमेन नाम प्रविष्ट गर्नुहोस्।
pt_br: Entre com um nome de domínio válido.
ru: Введите корректное имя домена
tr_tr: Geçerli bir alan adı girin

source: Enter a valid hostname
cs: Zadejte platné jméno hostitele
de: Geben Sie einen gültigen Hostnamen ein
eo: Entajpu validan gastiganto nomon
fr: Entrer un nom d'hôte valide
id: Masukkan hostname yang valid
ja: 有効なホスト名を入力してください。
ne: मान्य होस्टनाम प्रविष्ट गर्नुहोस्
pt_br: Entre com um nome de host válido
ru: Введите корректное имя узла
tr_tr: Geçerli bir sunucu adı girin

source: Enter a valid hostname. The hostname should contain letters and numbers, and be no more than 63 characters.
cs: Zadejte platný název hostitele. Název hostitele by měl obsahovat písmena a číslice a musí být maximálně 63 znaků.
de: Geben Sie einen gültien Hostnamen ein. Der Hostname darf nur Buchstaben und Nummern enthalten und darf nicht mehr als 63 Zeichen lang sein.
eo: Entajpu validan gastiganto nomon. La gastiganto nomo devus enhavi literojn, numerojn kaj ne pli ol 63 signoj.
fr: Entrer un nom d'hôte valide. Le nom d'hôte ne doit contenir que des lettres et des chiffres, et ne doit pas dépasser 63 caractères.
id: Masukkan hostname yang valid. Hostname harus berisi huruf dan angka, dan tidak lebih dari 63 karakter.
ja: 有効なホスト名を入力してください。ホスト名は、文字と数字で 63 文字以内に設定してください。
ne: मान्य होस्टनाम प्रविष्ट गर्नुहोस्। होस्टनाममा अक्षर र अंकहरू हुनुपर्छ, र 63 क्यारेक्टरहरू भन्दा बढी हुदैन।
pt_br: Insira um nome de host válido. O Nome de host deve conter letras e números, e não pode ter mais de 63 caracteres.
ru: Введите верное имя узла. Имя узла должно содержать буквы, цифры и быть не длиннее 63 символов.
tr_tr: Geçerli bir sunucu adı girin. Sunucu adı 63 karakterden az olmayan harf ve sayılar içermektedir.

source: IP Address
cs: IP adresa
de: IP-Adresse
eo: IP Adreso
fr: Adresse IP
id: IP Address (alamat IP)
ja: IP アドレス
ne: IP ठेगाना
pt_br: Endereço IP
ru: IP адрес
tr_tr: IP Adresi

source: MX - Mail exchange record
cs: MX - mailový záznam
de: MX - Mail Austausch Datensatz
eo: MX - retpoŝto interŝanĝo rikordo
fr: MX - Enregistrement de Serveur de messagerie
ja: MX - Mail exchange レコード
ne: MX - मेल विनिमय रेकर्ड
pt_br: MX - Registro Mail exchange
ru: MX - почтовый узел
tr_tr: MX - Posta değişim kaydı

source: Mail Server
cs: Mailový server
eo: Retpoŝta Servilo
fr: Serveur de messagerie
id: Mail Server (server mail)
ja: メールサーバー
pt_br: Servidor de Email
ru: Почтовый сервер
tr_tr: Posta Sunucusu

source: Manage Records
cs: Spravovat záznamy
de: Datensätze verwalten
eo: Mastrumu Rikordojn
fr: Gérer les enregistrements
id: Mengelola rekor
ja: レコードの管理
ne: रेकर्डहरू व्यवस्थापन गर्नुहोस्
pt_br: Gerenciar Registros
ru: Управление записями
tr_tr: Kayıtları Yönet

source: Name
cs: Název
eo: Nomo
fr: Nom
id: Name (nama)
ja: 名前
ne: नाम
pt_br: Nome
ru: Имя
tr_tr: İsim

source: Name Server
cs: Název serveru
eo: Nomservilo
fr: Nom de serveur
id: Name Server (server nama)
ja: ネームサーバー
pt_br: Servidor de Nome
ru: Сервер имен
tr_tr: İsim Sunucusu

source: Nameservers
cs: Jmenné servery
de: Namensserver
eo: Nomserviloj
fr: Serveurs de nom
ja: ネームサーバー
pt_br: Servidores de Nome
ru: сервера
tr_tr: İsim sunucular

source: None
cs: Žádný
de: Keine
eo: Nenion
fr: Aucun
id: None (tak satupun)
ja: なし
ne: कुनै पनि होइन
pt_br: Nenhum
ru: Нет
tr_tr: Yok

source: PTR - Pointer record
cs: PTR - záznam ukazatele
de: PTR - Pointer Datensatz
eo: PTR - referenco rikordo
fr: PTR - Enregistrement de Pointeur
ja: PTR - ポインターレコード
ne: PTR - सूचक रेकर्ड
pt_br: PTR - Registro Pointer record
ru: PTR - указатель на каноническое имя
tr_tr: PTR - İşaretçi kaydı

source: PTR Domain Name
cs: PTR doménové jméno
de: PTR Domänenname
eo: PTR Domajno Nomo
fr: Nom de domaine PTR
id: PTR Domain Name (nama domain PTR)
ja: PTR ドメイン名
pt_br: PTR Nome do Domínio
ru: Имя домена PTR
tr_tr: PTR Alan Adı

source: Priority
cs: Priorita
de: Priorität
eo: Prioritato
fr: Priorité
id: Priority (prioritas)
ja: 優先度
ne: प्राथमिकता
pt_br: Prioridade
ru: Приоритет
tr_tr: Öncelik

source: Record Data
cs: Zaznamenat data
de: Datensatz
eo: Rikordo Datumo
fr: Enregistrer les données
id: Record Data (data rekam)
ja: レコードデータ
ne: रेकर्ड डेटा
pt_br: Dados do Registro
ru: Запись Данных
tr_tr: Kayıt Verisi

source: Record Detail
cs: Zaznamenat detail
de: Datensatzdetails
eo: Rikordo Detajlo
fr: Détail de l'enregistrement
id: Record Detail (rincian rekor)
ja: レコードの詳細
ne: रेकर्ड विस्तार
pt_br: Detalhes do Registro
ru: Детали Записи
tr_tr: Kayıt Ayrıntısı

source: Record Type
cs: Typ záznamu
de: Datensatztyp
eo: Rikordo Tipo
fr: Type d'enregistrement
id: Record Type (tipe rekam)
ja: レコード種別
ne: रेकर्ड प्रकार
pt_br: Tipo de Registro
ru: Тип записи
tr_tr: Kayıt Tipi

source: Records
cs: Záznamy
de: Datensätze
eo: Rikordoj
fr: Enregistrements
id: Records (rekor)
ja: レコード
ne: रेकर्डहरू
pt_br: Registros
ru: Записи
tr_tr: Kayıtlar

source: Reverse DNS
cs: Reverzní DNS
eo: Inversa DNS
pt_br: DNS Reverso
ru: Обратный DNS
tr_tr: Ters DNS

source: SPF - Sender Policy Framework
eo: SPF - Sendinto Regularo Framo
fr: SPF - Politique d’émission
ne: SPF - प्रेषक नीति फ्रेमवर्क
ru: SPF - инфраструктура политики отправителя
tr_tr: SPF - Gönderen İlkesi Çatısı

source: SRV - Service locator
cs: SRV - lokátor služby
de: SRV - Dienstezeiger
eo: SRV - Servo loktrovilo
fr: SRV - Enregistrement de Service
ja: SRV - サービスロケーター
ru: SRV - указатель сервиса
tr_tr: SRV - Servis konumlandırıcı

source: SSHFP - SSH Public Key Fingerprint
cs: SSHFP - Otisk veřejného klíče SSH
de: SSHFP - SSH Fingerprint für öffentlichen Schlüssel
eo: SSHFP - SSH Publika ŝlosila Fingropremaĵo
fr: SSHFP - Somme de contrôle de la clé SSH publique
ja: SSHFP - SSH 公開鍵フィンガープリント
ne: SRV - Service locator
ru: SSHFP - отпечаток публичного ключа SSH
tr_tr: SSHFP - SSH Açık Anahtar Parmakizi

source: Select an IP
cs: Vyberte IP adresu
de: Wähle eine IP
eo: Elektu IP-n
fr: Sélectionner une IP
id: Pilih IP
ja: IP を選択してください
ne: एउटा आईपी चयन गर्नुहोस्
pt_br: Selecione um IP
ru: Выберите IP
tr_tr: Bir IP seçiniz

source: Serial
cs: Sériový
de: Seriennummer
eo: Seria
fr: Numéro de série
id: Serial (serial)
ja: シリアル
ne: क्रम
ru: Серийный номер
tr_tr: Seri

source: TTL (seconds)
cs: TTL (ve vteřinách)
de: TTL (Sekunden)
eo: TTL / Vivdaŭro (sekundoj)
fr: TTL (secondes)
id: TTL (detik)
ja: TTL (秒)
ne: टीटीएल (सेकेन्ड)
pt_br: TTL (segundos)
ru: TTL (секунды)
tr_tr: TTL (saniye)

source: TXT - Text record
cs: TXT - textový záznam
de: TXT - Text Datensatz
eo: TXT - Teksto rikordo
fr: TXT - Enregistrement Texte
ja: TXT - テキストレコード
ne: SRV - Service locator
ru: TXT - тестовая запись
tr_tr: TXT - Yazı Kaydı

source: Text
eo: Teksto
fr: Texte
ja: テキスト
ne: पाठ
pt_br: Texto
ru: Текст
tr_tr: Yazı

source: The quotas could not be retrieved.
cs: Nelze získat kvóty.
de: Die Kontingente konnten nicht abgerufen werden.
eo: La kvotoj ne estis ricevebla.
fr: Les quotas n'ont pas pu être récupérés.
id: Kuota tidak dapat diambil.
ja: クォータを取得できませんでした。
ne: कोटाहरू पुन: प्राप्त गर्न सकिएन।
pt_br: Não foi possível recuperar as cotas.
ru: Невозможно получить квоты.
tr_tr: Kotalar alınamadı.

source: There are no floating IP addresses currently in use to select from.
cs: Žádné plovoucí IP nejsou k dispozici pro výběr.
de: Es stehen derzeit keine Floating IP-Adressen zur Auswahl.
eo: Neniuj glitaj IP adresoj nuntempe uzitaj por elekti.
fr: Aucune adresse IP flottante en cours d'utilisation à sélectionner.
id: Tidak ada alamat IP mengambang saat ini yang digunakan untuk memilih.
ja: 選択可能な現在使用中の Floating IP がありません。
ne: चयन गर्न प्रयोगमा हाल कुनै अस्थायी IP ठेगानाहरू छैनन्।
pt_br: Nenhum endereço IP flutuante atualmente em uso para ser selecionado.
ru: Отсутствуют используемые плавающие IP-адреса для выбора.
tr_tr: Seçilecek kullanılabilir değişken IP adresi yok.

source: This field is required
cs: Toto pole je povinné
de: Dieses Feld ist erforderlich
eo: Tiu kampo nepras
fr: Ce champ est requis
id: Bagian ini diperlukan
ja: このフィールドは必須です
ne: यो फिल्ड आवश्यक छ
pt_br: Este campo é necessário
ru: Это поле обязательно
tr_tr: Bu alanın doldurulması gerekmektedir.

source: Type
cs: Typ
de: Typ
eo: Tipo
id: Tipe
ja: 種別
ne: विवरण
pt_br: Tipo
ru: Тип
tr_tr: Tip

source: Unable to create domain.
cs: Nelze vytvořit doménu.
de: Die Domäne kann nicht erstellt werden.
eo: Neeblas krei domajnon.
fr: Impossible de créer le domaine.
id: Tidak dapat membuat domain.
ja: ドメインを作成できません。
ne: डोमेन सिर्जना गर्न असमर्थ।
pt_br: Não foi possível criar o domínio.
ru: Невозможно создать домен.
tr_tr: Alan yaratılamıyor

source: Unable to create record.
cs: Nelze vytvořit záznam.
de: Datensatz konnte nicht erzeugt werden.
eo: Neeblas krei rikordon.
fr: Impossible de créer un enregistrement
id: Tidak dapat membuat rekor.
ja: レコードを作成できません。
ne: रेकर्ड सिर्जना गर्न असमर्थ।
pt_br: Não é possível criar o registro.
ru: Невозможно создать запись.
tr_tr: Kayıt oluşturulamıyor
