Repository: openstack/designate-dashboard
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: ru

source: 2023.1 Series Release Notes
ru: Примечания к выпуску 2023.1

source: 2023.2 Series Release Notes
ru: Примечания к выпуску 2023.2

source: 2024.1 Series Release Notes
ru: Примечания к выпуску 2024.1

source: 2024.2 Series Release Notes
ru: Примечания к выпуску 2024.2

source: 2025.1 Series Release Notes
ru: Примечания к выпуску 2025.1

source: Contents
ru: Содержание

source: Current Series Release Notes
ru: Примечания к текущему выпуску

source: Indices and tables
ru: Индексы и таблицы

source: Python 2.7 support has been dropped. Last release of designate-dashboard to support python 2.7 is OpenStack Train. The minimum version of Python now supported by designate-dashboard is Python 3.6.
ru: Поддержка Python 2.7 была прекращена. Последний выпуск designate-dashboard, поддерживающий python 2.7 — OpenStack Train. Минимальная версия Python, поддерживаемая designate-dashboard — Python 3.6.

source: Python 3.6 & 3.7 support has been dropped. The minimum version of Python now supported is Python 3.8.
ru: Поддержка Python 3.6 и 3.7 была прекращена. Минимальная версия Python, которая теперь поддерживается — Python 3.8.

source: Removed the long deprecated v1 API dashboard.
ru: Удалена давно устаревшая версия API v1 панели управления.

source: Support for Python 3.8 has been removed. Now the minimum python version supported is 3.9 .
ru: Поддержка Python 3.8 была удалена. Минимальная версия Python, которая теперь поддерживается — Python 3.9.

source: Support for Python 3.9 has been dropped.
ru: Поддержка Python 3.9 была прекращена.

source: The ``oslo.log`` library is no longer required.
ru: Библиотека ``oslo.log`` больше не требуется.

source: The ``python-designateclient`` library is no longer required.
ru: Библиотека ``python-designateclient`` больше не требуется.

source: The designate dashboard now needs openstacksdk
ru: Для панели управления designate, теперь необходим openstacksdk

source: The designate dashboard requires a minimum openstacksdk version of 2.1.0
ru: Для панели управления designate, требуемая минимальная версия openstacksdk 2.1.0

source: Train Series Release Notes
ru: Примечания к выпуску Train

source: Upgrade Notes
ru: Примечания к обновлению

source: Ussuri Series Release Notes
ru: Примечания к выпуску Ussuri

source: Victoria Series Release Notes
ru: Примечания к выпуску Victoria

source: Wallaby Series Release Notes
ru: Примечания к выпуску Wallaby

source: Welcome to Designate dashboard Release Notes documentation!
ru: Добро пожаловать в документацию по примечаниям к выпускам панели управления Designate!

source: Xena Series Release Notes
ru: Примечания к выпуску Xena

source: Yoga Series Release Notes
ru: Примечания к выпуску Yoga

source: Zed Series Release Notes
ru: Примечания к выпуску Zed
